[
    {
      "id": 1,
      "estate_title": "Family Home",
      "img": "https://i.ibb.co/McLRyZV/category-1.jpg",
      "segment_name": "Residential",
      "cardDecription": "Beautiful single-family home perfect for a small family. Features spacious rooms, a backyard garden, and a cozy atmosphere.",
      "description": "Step into this exquisite single-family home, meticulously crafted for the ultimate family living experience. Immerse yourself in its beauty, featuring spacious rooms that provide ample space for relaxation and entertainment. Embrace the warmth of its cozy atmosphere and bask in the tranquility of the backyard garden. This home is an oasis of comfort, perfectly suited for creating lifelong memories with your loved ones. Situated at 123 Main Street, Anytown, USA.",
      "price": "$300,000",
      "status": "sale",
      "area": "2,000 sq ft",
      "location": "123 Main Street, Anytown, USA",
      "facilities": ["3 bedrooms", "2 bathrooms", "kitchen", "backyard garden"],
      "view_property_url": "/property/1"
    },
    {
      "id": 2,
      "estate_title": "Downtown Apartment",
      "img": "https://i.ibb.co/0DMpn9w/category-3.jpg",
      "segment_name": "Residential",
      "cardDecription": "Stylish and modern apartment located in the heart of the city. Close to amenities and public transportation",
      "description": "Experience urban living at its finest in this sleek and modern downtown apartment. Designed for the discerning city dweller, this residence offers the perfect blend of style and convenience. Located in the bustling heart of the city, it provides easy access to a myriad of amenities and public transportation options. The open-concept living area creates an inviting space for relaxation, while the balcony offers breathtaking views of the vibrant cityscape. Elevate your lifestyle at 456 Elm Street, Downtown, Anytown, USA.",
      "price": "$1,500/month",
      "status": "rent",
      "area": "1,200 sq ft",
      "location": "456 Elm Street, Downtown, Anytown, USA",
      "facilities": ["1 bedroom", "1 bathroom", "open-concept living area", "balcony with city views"],
      "view_property_url": "/property/2"
    },
    {
      "id": 3,
      "estate_title": "Suburban Townhouse",
      "img": "https://i.ibb.co/DL19kgq/category-2.jpg",
      "segment_name": "Residential",
      "cardDecription": "Lovely townhouse located in a quiet suburban neighborhood. Perfect for families looking for a peaceful environment",
      "description": "Nestled within a picturesque suburban neighborhood, this charming townhouse offers a serene retreat from the hustle and bustle of city life. Boasting three bedrooms, two and a half bathrooms, and a host of modern amenities, it provides the perfect setting for family living. Enjoy the tranquility of the backyard patio and the convenience of an attached garage. With its idyllic location at 789 Oak Lane, Suburbia, Anytown, USA, this townhouse embodies the essence of suburban bliss.",
      "price": "$250,000",
      "status": "sale",
      "area": "1,800 sq ft",
      "location": "789 Oak Lane, Suburbia, Anytown, USA",
      "facilities": ["3 bedrooms", "2.5 bathrooms", "backyard patio", "attached garage"],
      "view_property_url": "/property/3"
    },
    {
      "id": 4,
      "estate_title": "Vacation Rental",
      "img": "https://i.ibb.co/TkLytQf/category-4.jpg",
      "segment_name": "Residential",
      "cardDecription": "Large vacation rental perfect for family gatherings or group getaways. Features multiple bedrooms, a pool, and stunning ocean views",
      "description": "Escape to paradise in this luxurious vacation rental, where every detail has been meticulously curated for your comfort and enjoyment. With its expansive layout featuring five bedrooms and four bathrooms, there's plenty of room for the whole family to unwind and make cherished memories together. Take a dip in the private pool, soak up the sun on the oceanfront balcony, or simply relax in the spacious living areas. Located at 321 Beachfront Drive, Seaside Resort, Anytown, USA, this vacation rental promises an unforgettable getaway.",
      "price": "$500/night",
      "status": "rent",
      "area": "3,500 sq ft",
      "location": "321 Beachfront Drive, Seaside Resort, Anytown, USA",
      "facilities": ["5 bedrooms", "4 bathrooms", "private pool", "oceanfront balcony"],
      "view_property_url": "/property/4"
    }
  ]
  